<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
    
<%@ include file="../../../include/header.jsp"%>
	
<div id="sub_contents">
	<div class="sub_cont">
		<div class=left_frm_regi>
			사이드 영역
		</div>
		
		<div class=regi_content align="center">
			<p>회원가입</p>
			<div style="background-color: e6e6e6; width:500px;margin-top: 10px; margin-left:5px">
			<p align="left">회원가입 약관</p>
			<textarea rows="4" style="width:480px; margin-left: 10px; "> ■ 한국전기안전협회 홈페이지 이용약관 ■
제1장 총 칙 
제1조 (목 적)
이 약관은 한국전기안전협회에서 제공하는 서비스에 대하여 회원들에게 이용조건 및 절차에 관한 기본적인 사항과 규정을 확인하도록 하는 것을 목적으로 한다.

제2조 (정의) 
이 약관에서 사용하는 용어는 다음과 같이 정의됩니다.
① 웹회원: 홈페이지의 웹회원으로 회원가입내용을 정상적으로 기록하고 약관의 내용에 적혀있는 사항에 대하여 동의 하는 자.
② 비회원: 홈페이지의 회원으로 등록되어 있지 않는 자.
③ 아이디(ID) : 회원의 식별과 서비스 이용을 위하여 회원이 정하고 협회가 승인하는 문자 또는 숫자의 조합
④ 비밀번호 : 회원이 부여받은 아이디(ID)와 일치되는 회원임을 확인하고 회원의 비밀보호를 위해 회원 자신이 정한 문자 또는 숫자의 조합
⑤ 해지 : 협회 또는 웹회원이 서비스 개통 후 이용계약을 종료하는 것
⑥ 서비스 : 한국전기안전협회가  만든 정보 서비스

제3조 (약관의 효력)
이 약관은 서비스 메뉴 및 협회에 게시하여 공시함으로써 효력을 발생합니다.
 
제4조 (약관외 준칙) 
이 약관에 명시되지 않은 사항이 관계법령에 규정되어 있을 경우에는 그 규정에 따릅니다.

제2장 이용계약의 체결

제5조 (이용계약의 성립)
이용자는 이 약관에 동의한다는 의사표시를 한 후 협회가 정한 가입양식에 따라 회원정보를 기입하고 협회의 승낙이 수신확인통지형태로 이용자에게 도달한 시점에 계약이 성립한 것으로 본다. 

제6조 (이용신청의 승낙유보 및 거절)
① 협회는 다음 각 호의 사항 발생시에는 이용희망자의 이용신청에 대해 그 승낙을 유보하거나 거절할 수 있습니다. 
1. 다른 사람명의를 사용하여 신청한 경우
2. 이용자 정보를 허위로 기재하여 신청한 경우
3. 협회의 사정상 필요하다고 인정되는 경우
4. 사회의 공공질서 또는 미풍양속을 저해할 목적인 경우 
5. 기타 이용희망자의 귀책사유로 이용승낙이 곤란한 경우
6. 만 19세미만의 아동 및 청소년이 법정대리인의 사전동의없이 신청한 경우 
② 협회는 1항의 규정에 의하여 이용신청이 거절되거나 승낙이 유보되는 경우에는 이를 이용 신청고객에게 이메일을 통하여 알린다.
 
제7조 (이용계약사항의 변경)
회원은 이용신청시 협회의 가입신청서에 기재한 정보가 변경된 경우에는 이를 신속히 변경하여야 하며, 변경하지 않은 정보로 인하여 발생한 문제에 대해서는 이용자에게 책임이 있습니다.

제3장 의 무

제8조 (협회의 의무)
① 협회는 법령과 이 약관이 금지하거나 미풍양속에 반하는 행위를 하지 않으며, 이 약관이 정하는 바에 따라 지속적이고, 안정적으로 서비스를 제공하는 데 최선을 다합니다.  
② 협회는 이용자가 안전하게 인터넷 서비스를 이용할 수 있도록 이용자의 개인정보(신용정보 포함)보호를 위한 보안 시스템을 철저히 관리합니다.  
③ 협회는 회원으로부터 소정의 절차에 의해 제기되는 의견에 대해서는 적절한 절차를 거처 처리하며, 처리시 일정기간이 소요될 경우에는 회원에게 그 사유와 처리일정을 알려준다.

제9조 (이용자의 의무)
① 웹회원은 이 약관에서 규정하는 사항과 서비스 이용안내 및 주의사항을 준수하여야 합니다.
② 웹회원은 서비스의 일부로 보내지는 한국전기안전협회의 전자우편 및 광고정보를 받는 것에 동의합니다.
③ 다음 각 호1에 해당하는 행위로 발생하는 결과에 대한 책임은 회원에게 있습니다.
1. 웹회원은 자신의 아이디(ID)와 비밀번호를 관리할 의무를 가지며, 회원의 아이디와 비밀번호의 관리소홀로 인하여 발생된 피해 
2. 협회의 사전 서면동의없는 영리목적의 영업행위 및 사회의 공공질서 또는 미풍양속을 저해할 목적으로 서비스를 이용하는 경우
3. 웹회원이 서비스를 이용하여 게재한 게시물 또는 컨텐츠등으로 타인에게 손해를 가한 경우
4. 웹회원이 서비스를 이용하여 불법적으로 타인에게 해를 입히거나, 명예를 훼손, 지적재산권을 침해하는 경우
④ 웹회원은 이 약관 및 관계법령에서 규정한 사항을 준수하여야 합니다.   
   
제10조 (개인정보의 보호)
① 협회는 개인정보보호 등과 관련된 관계법령에 따라 이용신청시 제공받는 회원의 개인정보, 추후에 추가로 제공받는 개인정보 및 서비스 이용 중 생성되는 개인정보를 보호합니다.
② 협회가 제공받는 개인정보의 범위는 다음사항을 필수사항으로 하며, 그 외 사항은 선택사항으로 합니다.
1. 성 명
2. 주민등록번호
3. 주 소
4. 전화번호 
5. 희망ID
6. 비밀번호
③ 개인정보의 수집목적 및 이용목적은 다음 각 호와 같으며, 이 한도 내에서는 웹회원은 개인정보의 수집 및 이용에 대하여 이 약관을 통하여 동의합니다. 
1. 서비스 제공과 회원관리  
2. 웹회원 전체 또는 일부의 개인정보에 관한 통계자료를 작성, 개인의 맞춤형서비스, 학술적인 연구, 공공목적을 위한 자료 제공, 시장조사를 위해 필요한 경우로서 특정 개인을 식별할 수 없는 형태로 제공하는 경우  
④ 협회는 서비스제공과 관련하여 취득한 웹회원의 정보를 본인의 사전승낙없이 타인에게 누설 또는 배포할 수 없으며, 서비스관련 업무이외의 목적으로 사용할 수 없습니다. 단. 아래사항에 해당하는 경우에는 예외로 합니다.
1. 전기통신기본법 및 관계법령에 의한 국가기관 및 관계기관의 요구가 있는 경우
2. 기타 관계법령에서 정한 절차에 따른 요청이 있는 경우
⑤ 협회가 웹회원에게 동의를 받아야 하는 경우에는 개인정보관리 책임자의 신원(소속, 성명 및 전화번호 기타 연락처), 정보의 수집목적 및 이용목적, 제3자에 대한 정보제공 관련사항(제공받는자, 제공목적 및 제공할 정보의 내용)등 정보통신망이용촉진등에관한법률 제16조제3항이 규정한 사항을 미리 명시하거나 고지해야 하며, 회원은 언제든지 이 동의를 철회할 수 있습니다.  
⑥ 웹회원은 언제든지 협회가 보유하고 있는 자신의 개인정보에 대해 열람 및 오류정정을 요구할 수 있으며, 협회는 이에 대해 지체없이 필요한 조치를 취할 의무를 집니다. 또한 회원은 오류의 정정을 요구한 경우에는 협회는 그 오류를 정정할 때까지 당해 개인정보를 이용하지 않습니다.  
⑦ 협회는 개인정보보호를 위하여 관리자를 정하여 자료관리에 최선의 노력을 기울이도록 하나 불가항력적인 상황에서 발생한 개인정보의 손상에 관하여는 복구에 기울이는 노력이상의 책임을 지지 않습니다.  
⑧ 협회 또는 그로부터 개인정보를 제공받은 제3자는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는 당해 개인정보를 지체없이 파기합니다.  

제4장 서비스제공 및 이용

제11조 (서비스 이용시간 및 제한) 
① 서비스 이용은 협회의 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴, 1일 24시간을 원칙으로 합니다.
② 협회는 서비스 및 특별한 내용에 대해서 이용시간 및 이용권한을 제한할 수 있습니다.

제12조 (정보제공 및 광고게재)
협회는 웹회원에게 서비스제공을 위하여 전자메일, 서신우편을 제공할 수 있으며, 서비스 화면, 홈페이지, 이메일등에 광고를 게재할 수 있습니다. 
단 협회는 광고주의 판촉활동에 회원이 참여하거나 교신한 결과로 발생하는 손해에 대해서는 책임지지 않습니다.          

제13조 (게시물등의 관리)
협회는 회원이 게시한 게시물이나 전송한 내용물이 다음 각 호1에 해당하는 경우에는 임의로 조치할 수 있습니다.
1. 타인에게 해를 입히거나 명예를 훼손하는 경우
2. 타인의 지적재산권을 침해는 경우
3. 사회의 공공질서 또는 미풍양속을 저해하는 경우
4. 서비스의 운영에 지장을 줄 우려가 있는 경우
5. 기타 관계법령에 위반되는 내용인 경우

제14조 (서비스내용변경)
서비스내용변경의 범위는 서비스 내용의 전체로 서비스 내용이 추가, 변경 또는 삭제되는 경우에는 필요한 사항을 웹회원들에게 공지하거나 통보합니다. 

제15조 (서비스제공의 제한 및 정지)
① 협회는 다음에 각 호1에 해당하는 경우에는 서비스제공의 일부 또는 전부를 제한하거나 정지할 수 있습니다.
1. 서비스용 설비의 보수,교체, 정기점검, 공사로 인한 경우
2. 전기통신사업법의 규정에 의한 서비스중지의 경우
3. 천재지변등으로 인하여 서비스제공이 어려운 경우
4. 이용의 폭주등으로 인하여 서비스이용에 문제가 발생한 경우
② 1항의 규정에 의하여 웹회원의 이용을 제한하는 경우에는 협회는 그 제한의 종류,사유 및 기간등을 회원에게 공지합니다.   

제5장 계약사항 변경 및 해지

제16조 (계약사항의 변경)
① 웹회원은 주소등 이용계약내용을 변경하고자 할 때에는 회원 본인이 협회의 계약변경신청 서비스를 이용하여 계약을 변경할 수 있습니다.
② 웹회원은 일정기간동안 서비스 제공을 받지 아니할 사유가 발생하여 서비스의 이용을 일시정지코자 할 경우에는 전화,이메일을 통하여 일시정지사유, 정지기간등을 명시하여 일시정지를 신청할 수 있습니다.

제17조 (회원의 지위 승계 및 양도금지)
회원은 서비스이용권을 타인에게 대여, 양도, 증여등을 할 수 없으며, 또한 질권의 목적등으로 사용할 수 없습니다
 
제18조 (회원의 탈퇴 및 자격상실)
① 웹회원은 언제든지 자신의 이용계약을 해지하고 탈퇴할 수 있으며, 이때 회원 본인이 협회의 해지서비스를 이용하여 해지신청을 하여야 합니다.
② 협회는 웹회원이 다음 각 호1에 해당하는 행위를 하였을 경우에는 사전통지없이 이용계약을 해지하거나 또는 기간을 정하여 서비스 이용을 중지할 수 있습니다.
 1. 타인의 서비스 ID 및 비밀번호를 도용한 경우
 2. 서비스 운영을 고의로 방해한 경우
 3. 공공질서 및 미풍양속에 반하는 행위한 경우
 4. 같은 사용자가 다른ID로 이중등록을 한 경우
 5. 타인의 명예를 손상시키거나 불이익을 주는 행위
 6. 서비스의 안정적 운영을 방해할 목적으로 다량의 정보를 전송하거나 컴퓨터 바이러스프로그램 등을 유포시키는 경우
 7. 협회, 다른 웹회원 또는 타인의 지적재산권을 침해하는 경우
 8. 불법선거운동과 관련하여 선거관리위원회의 유권해석을 받은 경우
 9. 협회의 서비스 정보를 이용하여 얻은 정보를 협회의 사전 승낙없이 복제 또는 유통시키거나 상업적으로 이용하는 경우
10. 본 약관을 포함하여 기타 협회가 정한 이용조건 및 관계법령을 위반한 경우

제6장 기  타

제19조 (저작권의 귀속)
① 협회가 작성한 저작물에 대한 저작권 기타 지적재산권은 협회에 귀속됩니다.
② 웹회원은 협회를 이용함으로써 얻은 정보를 협회의 사전 승낙없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안됩니다. 
   
제20조 (약관의 개정)
① 협회는 약관의규제등에관한법률, 전자거래기본법, 전자서명법, 정보통신망이용촉진등에관한법률, 방문판매등에관한법률, 소비자보호법 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.  
② 협회는 개정된 약관(동의서포함)을 지체없이 공시하고, 개정된 약관은 제3조와 같은 방법으로 효력을 발생합니다. 다만. 이용고객의 권리 또는 의무에 관한 중요한 규정의 변경은 최소한 7일전에 공시합니다.
③ 협회가 약관을 개정할 경우에는 그 개정약관은 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정전의 약관조항이 그대로 적용됩니다.    
④ 개정된 약관이 공시된 이후에 이용고객은 이에 동의하지 않으면, 서비스이용을 중단하고 이용계약을 해지할 수 있습니다. 단. 약관의 효력발생일 이후의 계속적인 서비스 이용은 개정된 약관에 대하여 동의한 것으로 간주합니다. 

제21조 (손해배상)
협회는 웹회원이 서비스를 이용하는데 있어서 고의가 없는 한 회원에게 발생한 손해를 배상하지 않습니다. 

제22조 (면책조항)
① 협회는 웹회원이 협회의 서비스 제공으로부터 기대되는 이익을 얻지 못하였거나 서비스 자료에 대한 취사선택 또는 이용으로 발생하는 손해 등에 대해서는 책임이 면제됩니다.
② 협회는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.
③ 협회는 이용자 상호간 또는 이용자와 제3자 상호간에 서비스를 매개로 하여 물품 및 기타의 거래를 한 경우에는 책임이 면제됩니다.
④ 협회는 웹회원이 서비스에 게재한 정보, 자료, 사실의 신뢰도, 정확성 등 그 내용에 관하여 책임이 면제됩니다.
⑤ 협회는 타인이 제공한 컨텐츠,프로그램,정보등에 대하여 어떠한 관리행위도 할 의무가 없으며, 이로 인한 회원의 손해에 대하여 책임이 면제됩니다.  
⑥ 협회는 이용자의 귀책사유로 인한 서비스이용의 장애에 대하여 책임이 면제됩니다.

제23조 (관할법원)
서비스의 이용과 관련하여 발생한 분쟁으로 소송이 제기될 경우에는 협회의 본사 소재지를 관할하는 법원을 관할법원으로 한다. 

<부  칙>
1. (시행일) 이 약관은 2010년 05월01일부터 시행 합니다.
                                                    
위의 이용약관에 동의합니다.

       
			</textarea>
			<input type="checkbox" name="regiCheck1" value="1">회원가입약관을 읽었으며 내용에 동의합니다.
			</div>
			
			<div style="background-color: e6e6e6; width:500px; margin-top: 10px; margin-left:5px">
			<p align="left">개인정보취급방침</p>
			<textarea rows="4" style="width:480px; margin-left: 10px">개인정보취급 방침

한국전기안전협회가 취급하는 모든 개인정보는 관련법령에 근거하거나 정보주체의 동의에 의하여 수집·보유 및 처리되고 있습니다.

「공공기관의 개인정보 보호에 관한법률」은 이러한 개인정보의 취급에 대한 일반적 규범을 제시하고 있으며, 한국전기안전협회는 이러한 법령의 규정에 따라 수집·보유 및 처리하는 개인정보를 공공업무의 적절한 수행과 국민의 권익을 보호하기 위해 적법하고 적정하게 취급할 것입니다.

또한, 한국전기안전협회는 관련 법령에서 규정한 바에 따라 우리협회에서 보유하고 있는 개인정보에 대한 열람청구권 및 정정청구권 등 여러분의 권익을 존중하며, 여러분은 이러한 법령상 권익의 침해 등에 대하여 행정심판법에서 정하는 바에 따라 행정심판을 청구할 수 있습니다.

우리협회의 개인정보 보호방침은 한국전기안전협회가 운영하는 홈페이지에서 이용자 여러분의 개인정보를 보호하기 위한「홈페이지 이용자의 개인정보 보호」와 소관업무를 수행하는데 필요한 개인정보 취급에 대한 「컴퓨터에 의해 처리되는 개인정보 보호」두 가지로 구성되어 있습니다.


[홈페이지 이용자의 개인정보보호]

□ 자동으로 수집, 저장되는 정보

여러분이 우리협회 홈페이지를 이용할 경우 다음의 정보는 자동적으로 수집·저장됩니다.
- 이용자 여러분의 인터넷 도메인명과 우리협회 홈페이지를 방문할 때 거친 웹사이트의 주소
- 이용자의 브라우저 종류 및 OS 
- 방문일시 등
위와 같이 자동 수집·저장되는 정보는 이용자 여러분에게 보다 나은 서비스를 제공하기 위해 홈페이지의 개선과 보완을 위한 통계분석, 이용자와 웹사이트간의 원활한 의사소통 등을 위해 이용되어질 것입니다. 다만, 법령의 규정에 따라 이러한 정보를 제출하게 되어 있을 경우도 있다는 것을 유념하시기 바랍니다.

□ 이메일 및 웹 서식 등을 통한 수집정보

이용자 여러분은 우편, 전화 또는 온라인 전자서식 등을 통한 전자적 방법을 통해 의사를 표시할 수 있습니다. 이러한 방법의 선택에 있어 몇 가지 유의사항을 알려드립니다.
- 여러분이 홈페이지에 기재한 사항은 다른 사람들이 조회 또는 열람할 수도 있습니다.
- 이용자 여러분이 홈페이지에 기재한 내용 중 개인정보가 포함되어 있는 경우 개인정보를 삭제 조치 후 게    시하여야 합니다.
※ "개인정보"라 함은 생존하는 개인에 관한 정보로서 당해 정보에 포함되어 있는 성명·주민등록번호 및 화상 등의 사항에 의하여 당해 개인을 식별할 수 있는 정보(당해 정보만으로는 특정개인을 식별할 수 없더라도 다른 정보와 용이하게 결합하여 식별할 수 있는 것을 포함한다)를 말한다.

   <공공기관의 개인정보보호에 관한 법률 제2조 제2항>
- 여러분이 기재한 사항은 관련 법규에 근거하여 필요한 다른 사람과 공유될 수 있으며, 관련법령의 시행과 정책개발의 자료로도 사용될 수 있습니다.
- 또한, 이러한 정보는 타 부처와 공유되거나, 필요에 의하여 제공될 수도 있습니다. 
홈페이지 보안을 위해 관리적·기술적 노력을 하고 있으나, 만약의 침해사고 시 문제가 될 수 있는 민감한 정보의 기재는 피해주시기 바랍니다.

□ 웹사이트에서 운영하는 보안조치

홈페이지의 보안 또는 지속적인 서비스를 위해, 우리협회는 네트워크 트래픽의 통제(Monitor)는 물론 불법적으로 정보를 변경하는 등의 시도를 탐지하기 위해 여러 가지 프로그램을 운영하고 있습니다. 

□ 링크 사이트, 웹페이지

한국전기안전협회가 운영하는 여러 웹페이지에 포함된 링크 또는 배너를 클릭하여 다른 사이트 또는 웹페이지로 옮겨갈 경우 개인정보 보호방침은 그 사이트 운영기관이 게시한 방침이 적용되므로 새로 방문한 사이트의 방침을 확인하시기 바랍니다.

□ 웹사이트 이용 중 다른 사람의 개인정보 취득

한국전기안전협회가 운영하는 웹사이트에서 이메일 주소 등 식별할 수 있는 개인정보를 취득하여서는 아니 됩니다. 허위 기타 부정한 방법으로 이러한 개인정보를 열람 또는 제공받은 자는 관계 법규에 의하여 처벌을 받을 수 있습니다. 

□ 개인정보 침해사항의 신고

우리협회의 웹사이트 이용 중 개인정보의 유출 가능성 등 정보주체의 권익이 침해될 우려가 있는 사실을 발견하였을 경우는 다음의 연락처로 알려주시기 바랍니다. 

한국전기안전협회 개인정보 보호책임자
- 책 임 자 : 사무처장 이범진
- 전화번호 : 02)2671-2861, Fax : 02)2671-2893
- 주    소 : 서울시 영등포구 문래동 2가 35번지 남성아파트상가 204호 

□ 개인정보의 이용 및 제공의 제한

한국전기안전협회가 수집·보유하고 있는 개인정보는 일반 행정정보와 달리 이용 및 제공에 엄격한 제한이 있는 정보입니다.「공공기관의 개인정보 보호에 관한법률」제10조(이용 및 제공의 제한)는 이에 관하여 다음과 같이 규정하고 있습니다.
- 다른 법률에 의해 보유기관 내부에서 이용하거나 보유기관 이외의 자에게 제공하는 경우
- 정보주체의 동의가 있거나 또는 정보주체에게 제공하는 경우
- 다른 법률에서 정하는 소관업무를 수행하기 위해 당해 처리정보를 이용할 상당한 이유가 있는 경우
- 조약 기타 국제협정의 이행을 위해 외국정부 또는 국제기구에 제공하는 경우
- 통계작성 및 학술연구 등의 목적을 위해 특정개인을 식별할 수 없는 형태로 제공하는 경우
- 정보주체 또는 그 법정대리인이 의사표시를 할 수 없는 상태로 놓여 있거나 주소불명 등으로 동의를 할     수 없는 경우로써 정보주체외의 자에게 제공하는 것이 명백히 정보주체에게 이익이 된다고 인정되는 경우
- 범죄의 수사와 공소의 제기 및 유지에 필요한 경우·법원의 재판업무수행을 위하여 필요한 경우
- 기타 대통령령이 정하는 특별한 사유가 있는 경우

한국전기안전협회는 보유하고 있는 여러분의 개인정보를 관계법령에 따라 적법하고 적정하게 처리하여, 권익이 침해 받지 않도록 노력할 것입니다.

□ 개인정보 화일의 열람 및 정정청구

우리협회가 보유하고 있는 개인정보화일은「공공기관의 개인정보 보호에 관한법률」등 관련법령의 규정이 정하는 바에 따라 열람을 청구할 수 있습니다.
다음사항은 법 제13조 규정에 의하여 열람을 제한할 수 있습니다.
- 다음 사항에 해당하는 업무로서 당해업무의 수행에 중대한 지장을 초래하는 경우
    * 조세의 부과·징수 또는 환급에 관한 사항
    * 학력·기능 및 채용에 관한 시험, 자격의 검사, 보상금·급부금의 산정 등 평가 또는 판단에 관한 업무
    * 다른 법률에 의한 감사 및 조사에 관한 업무
    * 토지 및 주택 등에 관한 부동산 투기를 방지하기 위한 업무 등
- 개인의 생명·신체를 해할 우려가 있거나 개인의 재산과 기타 이익을 부당하게 침해할 우려가 있는 경우

본인의 개인정보를 열람한 정보주체는 정정 또는 삭제를 청구할 수 있습니다.


□ 권익침해 구제방법

「공공기관의 개인정보 보호에 관한법률」제12조(처리정보의 열람) 제1항 및 제14조 제1항(처리정보의 정정)의 규정에 의한 청구에 대하여 공공기관의 장이 행한 처분 또는 부작위로 인하여 권리 또는 이익이 침해를 받은 자는 행정심판법이 정하는 바에 따라 행정심판을 청구할 수 있습니다.
※ 행정심판에 대해 자세한 사항은 법제처 (http://www.moleg.go.kr ) 홈페이지를 참고하시기 바랍니다.

  [행정심판위원회 전화번호 안내]
    서울시 행정심판위원회(02) 731- 6157
    부산시 행정심판위원회(051) 888-2212
    대구시 행정심판위원회(053) 429-2137
    인천시 행정심판위원회(032) 440-2292
    광주시 행정심판위원회(062) 606-2132
    대전시 행정심판위원회(042) 600-2152
    울산시 행정심판위원회(053) 229-2132
    경기도 행정심판위원회(031) 249-2132
    강원도 행정심판위원회(033) 249 2132
    제주도 행정심판위원회(064) 710-2272
    충청북도 행정심판위원회(043) 220-2321
    충청남도 행정심판위원회(042) 251-2133
    전라북도 행정심판위원회(063) 280-2132
    전라남도 행정심판위원회(062) 607-2131
    경상북도 행정심판위원회(053) 429-2137
    경상남도 행정심판위원회(055) 279-2133


□ 개인정보보호책임자의 이메일 등 연락처
한국전기안전협회는 개인정보의 적법성 및 절차의 적정성을 확보하여 국민의 권익보호 및 공공업무의 적정한 수행을 도모하기 위해 개인정보 보호책임자를 다음과 같이 지정·운영하고 있습니다. 우리협회가 보유하고 있는 개인정보 화일과 개인정보 보호방침 등에 관한 문의·확인 등은 다음의 연락처로 하여 주시기 바랍니다. 

한국전기안전협회 개인정보 보호책임자
- 책 임 자 : 사무처장 이범진
- 전화번호 : 02)2671-2861, Fax : 02)2671-2893
- 주    소 : 서울시 영등포구 문래동 2가 35번지 남성아파트상가 204호 

한국전기안전협회는 법령, 규정 등에 의하여 수집한 개인정보가 수집 및 처리 목적에 맞게 이용될 수 있도록 항시 지도·감독하겠습니다.
 
			</textarea>
			<input type="checkbox" name="regiCheck2" value="1">개인정보취급방침을 읽었으며 내용에 동의합니다.
			</div>
			<div style="margin-top: 10px">
			<a href="#none" id="access_btn"><img src="<%=request.getContextPath()%>/image/okButton.png" style="width: 70px; height:30px;"></a>
			</div>
			
		</div>

	</div><!--//sub_cont  -->
</div><!-- //sub_contents -->


<script>
$("#access_btn").click(function(){
	if($('input:checkbox[name="regiCheck1"]').is(":checked")==true && $('input:checkbox[name="regiCheck2"]').is(":checked")==true){
		location.href="moveRegiNew.do";
	}else if($('input:checkbox[name="regiCheck1"]').is(":checked")==true){
		Swal.fire({
			icon:"info",
			title:"개인정보취급방침의 내용에 동의해야  \n회원가입 하실 수 있습니다.",
			confirmButtonText:"확인",
			showConfirmButton: true
			}).then(function(){
				return;
			})
	}else if($('input:checkbox[name="regiCheck2"]').is(":checked")==true){
		Swal.fire({
			icon:"info",
			title:"회원가입약관의 내용에 동의해야  \n회원가입 하실 수 있습니다.",
			confirmButtonText:"확인",
			showConfirmButton: true
			}).then(function(){
				return;
			})
	}else{
		Swal.fire({
			icon:"info",
			title:"가입약관의 내용에 동의해야  \n회원가입 하실 수 있습니다.",
			confirmButtonText:"확인",
			showConfirmButton: true
			}).then(function(){
				return;
			})
		}
})
/* $("input[name=regiCheck1]") */

</script>






<%@ include file="../../../include/footer.jsp"%>